<div class="container mx-auto py-16 px-4 max-w-3xl prose prose-zinc lg:prose-lg dark:text-zinc-300">
	<h1 class="dark:text-white">Публичная оферта</h1>
	<p class="lead dark:text-zinc-300">
		Внимательно прочитайте этот текст. Если вы не прочитали, мы всё равно будем считать, что вы
		согласны.
	</p>

	<h3 class="dark:text-white">1. Общие положения</h3>
	<p>
		1.1. Арендатор обязуется вернуть автомобиль в том же состоянии, в котором взял, плюс-минус пара
		фантиков от конфет.
	</p>
	<p>1.2. Если вы нашли в бардачке чьи-то солнечные очки — поздравляем, это теперь ваш лут.</p>

	<h3 class="dark:text-white">2. Ответственность</h3>
	<p>
		2.1. Мы не несем ответственности, если вы опоздали на свидание из-за пробок. Вините
		градостроителей.
	</p>
	<p>
		2.2. Если вы включили плохую музыку на полную громкость, машина имеет право заглохнуть из
		чувства собственного достоинства.
	</p>

	<h3 class="dark:text-white">3. Форс-мажор</h3>
	<p>
		3.1. Нашествие инопланетян, зомби-апокалипсис и отключение интернета считаются уважительной
		причиной для невозврата авто вовремя.
	</p>

	<div class="not-prose mt-12 bg-zinc-100 p-6 rounded-xl text-sm text-zinc-500">
		Документ действителен в виртуальном пространстве этого курсача.
	</div>
</div>
