<div class="container mx-auto py-16 px-4 max-w-3xl prose prose-zinc lg:prose-lg dark:text-zinc-300">
	<h1 class="dark:text-white">Политика конфиденциальности</h1>

	<h3 class="dark:text-zinc-300">Что мы знаем о вас</h3>
	<p>Мы знаем ваш логин и хеш пароля (даже мы не знаем сам пароль, спасибо криптографии).</p>

	<h3 class="dark:text-zinc-300">Кому мы передаем данные</h3>
	<p>Никому. Честно. У нас даже базы данных нормальной нет, она локальная.</p>

	<h3 class="dark:text-zinc-300">Cookies</h3>
	<p>
		Мы используем печеньки только для того, чтобы помнить, что это вы. Мы не следим за тем, какие
		сайты вы посещаете (хотя нам было бы интересно).
	</p>

	<h3 class="dark:text-zinc-300">Безопасность</h3>
	<p>
		Наши сервера защищены честным словом и библиотекой <code class="dark:text-white">lucia-auth</code>. Это довольно
		надежно.
	</p>
</div>
